import icon1 from "./assets/icon1.png";
import icon2 from "./assets/icon2.png";
import icon3 from "./assets/icon3.png";

import beranding from "./assets/beranding.png";
import linksazi from "./assets/linksazi.png";
import skima from "./assets/skima.png";
import tablighat from "./assets/tablighat.png";
import link from "./assets/link.png";
import arayeshi from "./assets/arayeshi.png";
import sterateji from "./assets/sterateji.png";
import mohajerati from "./assets/mohajerati.png";
import kelaking from "./assets/kelaking.png";
import zaban from "./assets/zaban.png";


// اطلاعات سکشن اول
export const servicesinfo = [
  {
    icon: icon1,
    title: "خدمات شبکه‌های اجتماعی",
    about: `
      - مدیریت شبکه‌های اجتماعی
      - مدیریت پیج اینستاگرام
      - تبلیغات در شبکه‌های اجتماعی
      - تبلیغات در اینستاگرام
    `,
    label: "بیشتر بخوانید",
  },
  {
    icon: icon2,
    title: "طراحی کمپین تبلیغاتی آنلاین",
    about: `
      - کمپین ۳۶۰ درجه
      - کمپین کراس چنل
      - کمپین روابط عمومی آنلاین
    `,
    label: "بیشتر بخوانید",
  },
  {
    icon: icon3,
    title: "خدمات بهینه‌سازی",
    about: `
      - سئو و بهینه‌سازی سایت (SEO)
      - تبلیغات در گوگل (Google Ads)
      - بهینه‌سازی نرخ تبدیل (CRP)
      - خدمات راه‌اندازی GA4
    `,
    label: "بیشتر بخوانید",
  },
];

// اطلاعات سکشن دوم
export const sectionTwoInfo = [
  {
    icon: icon1, 
    title: "تولید محتوا",
    about: `-ایده پردازی و سناریونویسی
-تولید تیزرهای تبلیغاتی و ریلز
-عکاسی صنعتی و تبلیغاتی
-طراحی و ساخت موشن گرافیک 
-طراحی  و ساخت استوری‌های اینستاگرامی
-طراحی بنر تبلیغاتی
`, 
    label: "بیشتر بخوانید",
  },
  {
    icon: icon2, // آدرس آیکون
    title: "طراحی گرافیکی", 
    about: `-طراحی لوگو
-طراحی برندبوک
-طراحی سوشال‌کیت
-طراحی بسته‌بندی محصول
-طراحی لیبل و اقلام فروشگاهی
`, 
    label: "بیشتر بخوانید",
  },
  {
    icon: icon3, // آدرس آیکون
    title: "", // عنوان
    about: "", // توضیحات
    label: "بیشتر بخوانید",
  },
];

// اطلاعات سکشن سوم
export const sectionThreeInfo = [
  {
    icon: icon1, 
    title: "", // عنوان
    about: "", // توضیحات
    label: "بیشتر بخوانید",
  },
  {
    icon: icon2, 
    title: "سایت", 
    about: `
طراحی UI/UX-
-طراحی سایت اختصاصی
-طراحی سایت وردپرسی
-طراحی سایت فروشگاهی
-طراحی لندینگ‌پیج
`, 
    label: "بیشتر بخوانید",
  },
  {
    icon: icon3,
    title: "اپلیکیشن",
    about: `
طراحی اپلیکیشن PWA-
طراحی اپلیکیشن Android-
طراحی اپلیکیشن ios-
`, 
    label: "بیشتر بخوانید",
  },
];

export const articles = [
  { image: beranding, title: "برندینگ چیست؟ راهنمای جامع برندسازی", description: "اگر صاحب کسب‌وکار باشید و از اهمیت برند باخبر، احتمالاً بارها عبارت «برندینگ چیست؟» را [...]", link: "#" },
  { image: linksazi, title: "فواید لینک‌سازی داخلی: چرا و چگونه آن را اجرا کنیم؟", description: "لینک‌سازی داخلی یکی از تکنیک‌های ساده اما مؤثر در سئو است که", link: "#" },
  { image: skima, title: "راهنمای جامع اسکیما: تعریف، اهمیت و تأثیر آن بر سئو", description: "در این مطلب به یکی از ابزار های حیاتی در دنیای طراحی وبسایت", link: "#" },
  { image: tablighat, title: "تبلیغات چیست؟ 5 راهکار برای انتقال پیام ", description: "در دنیای امروز، همه ما به نحوی با کاربرد تبلیغات سر و کار داریم", link: "#" },
  { image: link, title: "لینک سازی خارجی چیست؟ راهنمای کامل بک لینک و تاثیر آن", description: "تصور کنید صاحب کافه‌ای کوچک در حاشیه یک پارک هستید که مشتریان کمی دارد", link: "#" },
  { image: arayeshi, title: "متن تبلیغاتی لوازم آرایشی؛ با متن‌های خلاقانه ", description: "فرقی نمی‌کند که صاحب یک مغازه باشید یا اینکه لوازم آرایشی و بهداشتی‌تان را به‌صورت", link: "#" },
  { image: sterateji, title: "استراتژی برندینگ؛ راهنمای جامع تدوین و اجرای استراتژی برند", description: "پازلی هزار تکه و به هم ریخته را تصور کنید که روی میز قرار گرفته", link: "#" },
  { image: mohajerati, title: "انواع تبلیغات موسسه مهاجرتی", description: "این روزها که تقاضا برای مهاجرت افزایش یافته، موسسات مهاجرتی ناچارند از انواع راه‌ها برای", link: "#" },
  { image: kelaking, title: "کلاکینگ (Cloaking) چیست و چرا برای سایت شما مناسب نیست؟", description: "در دنیای دیجیتال رقابت زیادی بر سر رسیدن به رتبه‌های اول سرچ گوگل وجود دارد", link: "#" },
  { image: zaban, title: "راز موفقیت در جذب زبان‌آموز: متن تبلیغاتی برای آموزشگاه زبان", description: "اگر می‌خواهید آموزشگاه زبان شما در میان رقبا بدرخشد و زبان‌آموزان بیشتری را جذب کند،", link: "#" }
];




export const testidata = [
  {
    brand: "بوتیک لباس",
    challenge: "افزایش فروش محصولات جدید در بازار رقابتی پوشاک آنلاین.",
    solution:
      "طراحی و اجرای یک کمپین تبلیغاتی در اینستاگرام و همکاری با اینفلوئنسرهای مد.",
    result:
      "رشد ۶۰٪ در فروش محصولات جدید طی سه هفته و افزایش ۴۵٪ تعاملات صفحه.",
  },
  {
    brand: "آژانس هواپیمایی",
    challenge: "کاهش رزرو تورهای گردشگری و عدم دیده شدن در بازار بین‌المللی.",
    solution:
      "اجرای کمپین‌های تبلیغاتی ویدئویی با محتوای جذاب از مقصدها و بهینه‌سازی سایت برای کلمات کلیدی مرتبط.",
    result:
      "افزایش ۷۵٪ رزروها در مدت چهار ماه و ورود موفق به بازارهای خارجی.",
  },
  {
    brand: "فروشگاه اینترنتی",
    challenge: "کمبود بازدیدکنندگان در وب‌سایت و عدم جذب مخاطبان هدف.",
    solution:
      "طراحی و توسعه‌ی وب‌سایت اختصاصی با رابط کاربری جذاب و راه‌اندازی کمپین Google Ads برای افزایش ترافیک هدفمند.",
    result:
      "رشد ۷۰٪ در ترافیک وب‌سایت در طول سه ماه و افزایش نرخ تبدیل تا ۴۵٪.",
  },
];

